Repository: fossfreedom/coverart-search-providers
Catalog: po/*.po
Languages: af, ast, az, be, bg, bs, ca, cs, de, es, fi, fr, fr_ca, gl, hr, id, it, ja, ko, ms, pl, pt, pt_br, ro, ru, sr@latin, tr, zh_cn

source: Choose Search Providers:
af: Kies Soek Verskaffers:
ast: Escoyer fornidores de pa la gueta
az: Axtarış təmsilçisini seçin:
be: Выберыце пошукавую сістэму:
bg: Изберете търсачка:
bs: Odaberite pretraživače:
ca: Tria Proveïdors de Cerca
cs: Vybrat poskytovatle vyhledávání:
de: Einen Suchanbieter wählen:
es: Elegir proveedores de búsqueda:
fi: Valitse hakutuottajat:
fr: Choix du fournisseur de recherche :
fr_ca: Choisir les moteurs de recherche
gl: Escoller provedores de buscas
hr: Odaberite Pružatelja Usluge Pretraživanja:
id: Pilih Penyedia Pencarian
it: Scegliere i provider di ricerca:
ja: 検索エンジンのプロバイダを選択:
ko: 검색 공급처 선택:
ms: Pilih Penyedia Gelintar:
pl: Wybierz dostawców usług wyszukiwania:
pt: Escolha os fornecedores de pesquisa:
pt_br: Escolher Provedores de Busca:
ro: Alege furnizori de căutare:
ru: Выберите поисковую систему:
sr@latin: Izaberite dostavljače pretrage:
tr: Arama Motorunu seçiniz:
zh_cn: 选择搜索提供商：

source: Provider
af: Verskaffer
ast: Fornidor
az: Təmsilçi
be: Правайдэр
bg: Доставчик
bs: Pretraživač
ca: Proveïdor
cs: Poskytovatel
de: Anbieter
es: Proveedor
fi: Tuottaja
fr: Fournisseur
fr_ca: Moteur
gl: Provedor
hr: Pružatelj usluge
id: Penyedia
ja: プロバイダ
ko: 공급처
ms: Penyedia
pl: Dostawca
pt: Fornecedor
pt_br: Provedor
ro: Furnizor
ru: Система
sr@latin: Dostavljač
tr: Sağlayıcı
zh_cn: 提供商

source: Search
af: Soek
ast: Guetar
az: Axtarış
be: Пошук
bg: Търси
bs: Pretraga
ca: Cerca
cs: Vyhledat
de: Suche
es: Buscar
fi: Hae
fr: Rechercher
fr_ca: Rechercher
gl: Buscar
hr: Pretraživanje
id: Telusuri
it: Ricerca
ja: 検索
ko: 검색
ms: Gelintar
pl: Wyszukiwanie
pt: Pesquisar
pt_br: Procurar
ro: Căutare
ru: Поиск
sr@latin: Pretraga
tr: Arama
zh_cn: 搜索

source: Unknown
af: Onbekend
ast: Desconocíu
az: Naməlum
be: Невядома
bg: Неизвестно
bs: Nepoznato
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
gl: Descoñecido
hr: Nepoznato
id: Tak Dikenal
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
pl: Nieznane
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sr@latin: Nepoznat
tr: Bilinmiyen
zh_cn: 未知

source: CoverArt Browser Search Providers
af: Dekkuns Blaaier Soek Verskaffers
ast: Fornidores de gueta del Navegador de portaes
az: CoverArt Gəzgin Axtarış Xidmətçisi
be: модуль падтрымкі пошуку праз браўзэр
bg: модул за поддръжка на търсенето, чрез браузер
bs: CoverArt Browser pretraživači
ca: Proveïdors de Cerca de Navegador de Cobertes
cs: Prohlížeč vyhledávacích poskytovatelů CoverArt
de: Titelbildnavigator – Suchanbieter
es: Proveedores de búsquedas del navegador de carátulas
fi: Kansikuvaselaimen haun tuottajat
fr: Fournisseur internet CoverArt Browser
fr_ca: Navigateur de pochettes - Moteurs de recherche
gl: Provedor da Internet de navegadores de portadas
hr: CoverArt Browser Pružatelji Usluga Pretrage
id: Penyedia Layanan Pencarian CoverArt Browser
it: Fornitori del gestore di ricerca CoverArt
ja: カバーアートブラウザの検索プロバイダ
ko: 앨범 표지 검색 공급처
ms: Penyedia Gelintar Pelayar Seni Kulit Album
pl: Dostawcy usług wyszukiwania dla CoverArt Browser
pt: Fornecedor de Navegação e Pesquisa de Capas de álbum
pt_br: Provedores de Busca do Navegador CoverArt
ro: Funizori de căutare navigator CoverArt
ru: модуль поддержки поиска через браузер
sr@latin: Dostavljači pretrage za pretrazivač korica
tr: CoverArt Gezgin Arama Sağlayıcı
zh_cn: 封面浏览器搜索提供商

source: translator-credits
af: Launchpad Contributions: Dawid de Jager https://launchpad.net/~dawiddj
ast: Launchpad Contributions: Xuacu Saturio https://launchpad.net/~xuacusk8
az: Launchpad Contributions: Rashid Aliyev https://launchpad.net/~rashid
be: Launchpad Contributions: Vitaly Danilovich https://launchpad.net/~danvyr
bg: Launchpad Contributions: Atanas Kovachki https://launchpad.net/~zdar
bs: Launchpad Contributions: Kenan Dervišević https://launchpad.net/~kenan3008
ca: Launchpad Contributions: VPablo https://launchpad.net/~villumar
cs: Launchpad Contributions: Tadeáš Pařík https://launchpad.net/~pariktadeas
de: Launchpad Contributions: Simon Schütte https://launchpad.net/~simonschuette Spencer Young https://launchpad.net/~spenceryoung Tobias Bannert https://launchpad.net/~toba jus https://launchpad.net/~jus
es: Launchpad Contributions: Aaron Farias https://launchpad.net/~timido Adolfo Jayme https://launchpad.net/~fitojb VPablo https://launchpad.net/~villumar
fi: Launchpad Contributions: Jiri Grönroos https://launchpad.net/~jiri-gronroos
fr: Launchpad Contributions: Jean Marc https://launchpad.net/~m-balthazar londumas https://launchpad.net/~helion331990 Éfrit https://launchpad.net/~efrit
fr_ca: Launchpad Contributions: Jean-Rene Bastien https://launchpad.net/~jrbastien
gl: Launchpad Contributions: Marcos Lans https://launchpad.net/~markooss Miguel Anxo Bouzada https://launchpad.net/~mbouzada
hr: Launchpad Contributions: freedomrun https://launchpad.net/~freedomrun
id: Launchpad Contributions: Trisno Pamuji https://launchpad.net/~tri.snowman
it: Launchpad Contributions: Claudio Arseni https://launchpad.net/~claudio.arseni Gianfranco Frisani https://launchpad.net/~gfrisani
ja: Launchpad Contributions: epii https://launchpad.net/~epii
ko: Launchpad Contributions: Kim Boram https://launchpad.net/~boramism
ms: Launchpad Contributions: abuyop https://launchpad.net/~abuyop
pl: Launchpad Contributions: Michał Rzepiński https://launchpad.net/~micou8 Szymon Nieznański https://launchpad.net/~isamu715
pt: Launchpad Contributions: Alexandre Fidalgo https://launchpad.net/~alexandremagnos15 Igor Hipólito Vieira https://launchpad.net/~zignd-igor
pt_br: Launchpad Contributions: João Santana https://launchpad.net/~joaosantana mateus ml https://launchpad.net/~mateus-m-luna
ro: Launchpad Contributions: Radu Rădeanu https://launchpad.net/~radu-radeanu
ru: Launchpad Contributions: Oleg Koptev https://launchpad.net/~koptev-oleg Rashid Aliyev https://launchpad.net/~rashid ☠Jay ZDLin☠ https://launchpad.net/~black-buddha666
sr@latin: Launchpad Contributions: Moki Ding https://launchpad.net/~moki-forum
tr: Launchpad Contributions: Rashid Aliyev https://launchpad.net/~rashid
zh_cn: Launchpad Contributions: Wang Dianjin https://launchpad.net/~tuhaihe

source: Embedded coverart
af: Ingeslote dekkuns
ast: Portaes incrustaes
az: Yeridilmiş üzlük
be: Убудаваны малюнак
bg: Вградено изображение
bs: Ugrađeni omot
ca: Cobertes incrustades
cs: Vložené coverart
de: Eingebettete Titelbilder
es: Carátula incrustada
fi: Upotettu kansikuvitus
fr: Jaquette intégrée
fr_ca: Pochette imbriquée
gl: Portada encaixada
hr: Ugrađeni omoti
id: Coverart terlampir
it: Copertina incorporata
ja: 埋め込まれているカバーアート
ko: 파일에 넣은 앨범 표지
ms: Senu kulit album terbenam
pl: Zagnieżdżona okładka
pt: Capa de álbum incorporada
pt_br: Arte de capa incorporada
ro: Coperta încorporată
ru: Встроенное изображение
sr@latin: Ugrađene korice
tr: Coverartı yerleştir
zh_cn: 内置封面

source: Local folder coverart
af: Plaaslike vouer dekkuns
ast: Carpeta llocal de portaes
az: Lokalbqovluq üzlüye
bg: Обложка на локалната папка
bs: Lokalni folder omota
ca: Carpeta local de cobertes
cs: Lokální adresář coverart
de: Lokaler Ordner für Titelbilder
es: Carátula de carpeta local
fi: Paikallisen kansion kansikuvitus
fr: Jaquette du dossier local
fr_ca: Pochette dans le dossier local
gl: Portada no cartafol local
hr: Omoti iz lokalnih direktorija
id: Coverart folder lokal
it: Cartella locale delle copertine
ja: ローカルフォルダのカバーアート
ko: 로컬 폴더의 앨범 표지
ms: Folder setempat seni kulit album
pl: Okładka folderu lokalnego
pt: Pasta local de capas de álbum
pt_br: Arte de capa da pasta local
ro: Folder local copertă
ru: Обложка локальной папки
sr@latin: Lokalni folder sa koricama
tr: coveratın lokal qovluğu
zh_cn: 本地文件夹封面

source: Cached coverart
af: Gekaste dekkuns
ast: Portaes na caché
az: Keşlənmiş üzlük
be: Кэшаваныя вокладкі
bg: Кеширане на обложките
bs: Keširani omot
ca: Cobertes a la caché
cs: Coverart ve vyrovnávací paměti
de: Zwischengespeicherte Titelbilder
es: Carátula almacenada en caché
fi: Välimuistissa oleva kansikuvitus
fr: Jaquette du dossier cache
fr_ca: Pochette en cache
gl: Portada na caché
hr: Predmemorirani omoti
id: Coverart tercache
it: Copertine in cache
ja: キャッシュされているカバーアート
ko: 미리 저장한 앨범 표지
ms: Seni kulit album tercache
pl: Zapamiętana okładka
pt: Capas de álbum em cache
pt_br: Arte de capa em cache
ro: Coperta memorată în cache
ru: Кешированные обложки
sr@latin: Keširane korice
tr: Onbellğele Coverat
zh_cn: 缓存封面

source: LastFM Internet Provider
af: LastFM Internet Verskaffer
ast: Fornidor d'Internet LastFM
az: LastFM İnternet Xidmətiçisi
be: Пошук у LastFM
bg: Потърси в LastFM
bs: LastFM internet provajder
ca: Proveïdor d'Internet LastFM
cs: Poskytovatel LastFM
de: LastFM-Internetanbieter
es: Proveedor en Internet Last.fm
fi: LastFM-internettuottaja
fr: Fournisseur internet LastFM
fr_ca: Fournisseur internet LastFM
gl: Provedor da Internet LastFM
hr: LastFM Pružatelj Internet Usluga
id: Penyedia Layanan Internet LastFM
it: Provider internet LastFM
ja: LastFM インターネットプロバイダ
ko: LastFM 인터넷 공급자
ms: Penyedia Internet LastFM
pl: Dostawca internetowy LastFM
pt: Fornecedor de Internet LastFM
pt_br: Provedor pela internet LastFM
ro: Furnizor de internet LastFM
ru: Поиск в LastFM
sr@latin: LastFM Internet Dostavljač
tr: LastFM İnternet Sağlayıcı
zh_cn: LastFM 网络提供商

source: Spotify Internet Provider
ca: Proveïdor d'Internet per a Spotify
de: Spotify-Internetanbieter
es: Proveedor de Internet para Spotify
fr: Fournisseur internet Spotify
gl: Provedor de internet Spotify
it: Provider internet Spotify
pt: Fornecedor de Internet Spotify
ru: Поставщик интернет-услуг Spotify

source: Coverart Archive Internet Provider
af: Dekkuns Argief Internet Verskaffer
ast: Fornidor d'Internet Coverart Archive
az: Üzlük Arxivi İnternet Təmsilçisi
be: Інтэрнэт правайдэр архіва CoverArt
bg: Интернет доставчик за CoverArt архива
bs: Coverart Archive internet provajder
ca: Proveïdor d'Internet d'Arxius de Cobertes
cs: Poskytovatel Coverart Archiv
de: Titelbildarchiv – Internetanbieter
es: Proveedor en Internet Coverart Archive
fi: Coverart Archive -internettuottaja
fr: Fournisseur internet Coverart Archive
fr_ca: Fournisseur internet Coverart Archive
gl: Provedor da Internet de arquivos de portadas
hr: Coverart Archive Pružatelj Internet Usluga
id: Penyedia Layanan Internet Coverart Archive
it: Provider internet Cover Art Archive
ja: Coverart Archive インターネットプロバイダ
ko: Coverart Archive 인터넷 공급처
ms: Penyedia Internet Arkib Seni Kulit Album
pl: Dostawca internetowy Coverart Archive
pt: Fornecedor de Internet de Arquivo de Capas de álbum
pt_br: Provedor pela internet Coverart Archive
ro: Furnizor de internet arahivă copertă
ru: Интернет провайдер архива CoverArt
sr@latin: Coverart Archive Internet Provajder
tr: Coverart Arkiv İnternet Sağlayıcı
zh_cn: 封面归档网络提供商

source: MusicBrainz Internet Provider
af: MusicBrainz Internet Verskaffer
ast: Fornidor d'Internet MusicBrainz
az: MusicBrainz İnternet Xidməti
be: Пошук у MusicBrainz
bg: Потърси в MusicBrainz
bs: MusicBrainz internet provajder
ca: Proveïdor d'Internet MusicBrainz
cs: Poskytovatel MusicBrainz
de: MusicBrainz-Internetanbieter
es: Proveedor en Internet MusicBrainz
fi: MusicBrainz-internettuottaja
fr: Fournisseur internet MusicBrainz
fr_ca: Fournisseur internet MusicBrainz
gl: Provedor da Internet MusicBrainz
hr: MusicBrainz Pružatelj Internet Usluga
id: Penyedia Layanan Internet MusicBrainz
it: Provider internet MusicBrainz
ja: MusicBrainz インターネットプロバイダ
ko: 뮤직 브레인즈 인터넷 공급자
ms: Penyedia Internet MusicBrainz
pl: Dostawca internetowy MusicBrainz
pt: Fornecedor de Internet MusicBrainz
pt_br: Provedor pela internet MusicBrainz
ro: Furnizor de internet MusicBrainz
ru: Поиск в MusicBrainz
sr@latin: MusicBrainz Internet Dostavljač
tr: MusicBrainz İnternet Sağlayıcı
zh_cn: MusicBrainz 网络提供商

source: Discogs Internet Provider
af: Discogs Internet Verskaffer
ast: Fornidor d'Internet Discogs
az: Discogs İnternet Xidmətçisi
be: Пошук у Discogs
bg: Потърси в Discogs
bs: Discogs internet provajder
ca: Proveïdor d'Internet Discogs
cs: Poskytovatel Discogs
de: Discogs-Internetanbieter
es: Proveedor en Internet Discogs
fi: Discogs-internettuottaja
fr: Fournisseur internet Discogs
fr_ca: Fournisseur internet Discogs
gl: Porvedor da Internet Discogs
hr: Discogs Pružatelj Internet Usluga
id: Penyedia Layanan Internet Discogs
it: Provider internet Discogs
ja: Discogs インターネットプロバイダ
ko: Discogs 인터넷 공급처
ms: Penyedia Internet Discogs
pl: Dostawca internetowy Discogs
pt: Fornecedor de Internet Discogs
pt_br: Provedor pela internet Discogs
ro: Furnizor de internet Discogs
ru: Поиск в Discogs
sr@latin: Discogs Internet Provajder
tr: Discogs İnternet Sağlayıcı
zh_cn: Discogs 网络提供商

source: Additional coverart search providers for Rhythmbox
af: Bykomende dekkuns soek verskaffers vir Rhythmbox
ast: Más fornidores de gueta de portaes pa Rhythmbox
az: RhytmBox üçün əlavə üzlük axtarış xidmətçiləri
be: Дадатковыя пошукавыя сістэмы для
bg: Дополнителни търсачки за Rhytmbox
bs: Dodatni pretraživači omota za Rhytmbox
ca: Proveïdors de cerca de cobertes addicionals per Rhythmbox
cs: Další poskytovatelé zásuvného modulu coverart pro Rhythmbox
de: Zusätzliche Titelbildsuchanbieter für Rhythmbox
es: Proveedores de carátulas adicionales para Rhythmbox
fr: Fournisseurs supplémentaires de recherche de jaquette pour Rhythmbox
fr_ca: Moteurs de recherche de pochettes additionnels pour Rhythmbox
gl: Busca de provedores adicionais de portadas para Rhythmbox
hr: Dodatni pružatelji usluga pretrage omota za Rhythmbox
id: Penyedia layanan pencarian coverart tambahan untuk Rythmbox
it: Fornitori addizionali della ricerca coverart per Rhythmbox
ja: Rhythmbox 用の追加のカバーアート検索プロバイダ
ko: 리듬박스에서 사용할 추가 앨범 표지 검색 공급처
ms: Penyedia gelintar seni kulit album tambahan untuk Rhythmbox
pl: Dodatkowi dostawcy usług wyszukiwania okładek dla Rhythmboxa
pt: Fornecedor de pesquisa de capas de álbum adicional para Rhythmbox
pt_br: Provedores de busca adicionais de arte de capa para o Rhythmbox
ro: Furnizori de căutare coperta adiționali pentru Rhythmbox
ru: Дополнительные поисковые системы для Rhytmbox
sr@latin: Dodatni pretrazivač korica za Rhythmbox
tr: RhytmBox için ilave coverart arama motorları
zh_cn: Rhythmbox 额外的封面浏览器搜索提供商

source: Conflicting plugin found.
af: Teenstrydige inprop ontdek
ast: Alcontróse un complementu conflictivu.
az: Konflikt yaradan əlavə tapılmışdır.
be: Канфлікт паміж модулямі.
bg: Конфликт между модулите.
bs: Problem sa drugim pluginom.
ca: S'ha trobat un plugin conflictiu.
cs: Nalezen konfliktní zásuvný modul.
de: In Konflikt stehendes Modul gefunden.
es: Se encontró un complemento conflictivo.
fi: Löytyi ristiriidan aiheuttava liitännäinen.
fr: Des greffons sont en conflits.
fr_ca: Un greffon conflictuel a été trouvé.
gl: Atopouse un conflito de engadidos
hr: Pronađen je konfliktan dodatak.
id: Plugin berkonflik ditemukan.
it: Trovato plugin in conflitto
ja: プラグインの衝突を検知しました。
ko: 충돌하는 플러그인을 찾았습니다.
ms: Pemalam berkonflik ditemui.
pl: Wykryto konflikt wtyczek.
pt: Encontrado plugin problemático.
pt_br: Plugin conflitante encontrado.
ro: S-a găsit modul aflat în conflict.
ru: Конфликт между модулями.
sr@latin: Konfliktni dodatak pronadjen.
tr: Çakışan eklenti bulundu.
zh_cn: 发现插件冲突。

source: The ArtSearch plugin has been deactivated
af: Die ArtSearch inprop is gedeaktiveer
ast: Desactivóse'l complementu ArtSearch
az: ArtSearch əlavəsi deaktiv edilmişdir
be: Модуль ArtSearch дэактываваны
bg: Модула ArtSearch е деактивиран
bs: ArtSearch plugin je deaktiviran
ca: S'ha desactivat el plugin ArtSearch
cs: Zásuvný modul ArtSearch byl deaktivován
de: Das ArtSearch-Modul wurde deaktiviert
es: Se ha desactivado el complemento ArtSearch
fr: Le greffon ArtSearch a été désactivé
fr_ca: Le greffon Recherche de pochette est désactivé
gl: O engadido ArtSearch está desactivado
hr: ArtSearch dodatak je bio deaktiviran
id: Plugin Artsearch telah dinonaktifkan
it: Il plugin ArtSearch Ã¨ stato disattivato
ja: ArtSearch プラグインが無効化されました
ko: 표지 검색 플러그인을 사용하지 않습니다.
ms: Pemalam ArtSearch telah dinyahaktifkan
pl: Wtyczka ArtSearch zotała wyłączona
pt: O plugin ArtSearch foi desactivado
pt_br: O plugin ArtSearch foi desativado
ro: Modulul ArtSearch a fost dezactivat
ru: Модуль ArtSearch деактивирован
sr@latin: ArtSearch dodatak je isključen
tr: Arama qoşması deaktive edildi
zh_cn: ArtSearch 插件已经停用
